// data.js

export const interrogationLocations = [
    { _id: "6754a7360d2cd31fc082f1b8", location: "Полицейский участок" },
    { _id: "6754a7360d2cd31fc082f1b9", location: "Следственный изолятор" },
    { _id: "6754a7360d2cd31fc082f1ba", location: "Судебный зал" },
    { _id: "6754a7360d2cd31fc082f1bb", location: "Место преступления" },
    { _id: "6754a7360d2cd31fc082f1bc", location: "Общественное место" },
  ];
  
  export const investigationTypes = [
    { _id: "6754a51dd20c2d6230397416", type: "Предварительное следствие" },
    { _id: "6754a51dd20c2d6230397417", type: "Дознание" },
  ];
  
  export const positions = [
    { _id: "6754a51cd20c2d623039740d", title: "Руководитель" },
    { _id: "6754a51cd20c2d623039740e", title: "Специалист" },
    { _id: "6754a51cd20c2d623039740f", title: "Менеджер" },
    { _id: "6754a51cd20c2d6230397410", title: "Прочее" },
  ];
  
  export const regions = [
    { _id: "6754a51cd20c2d62303973f8", name: "г. Астана" },
    { _id: "6754a51cd20c2d62303973f9", name: "г. Алматы" },
    { _id: "6754a51cd20c2d62303973fa", name: "Акмолинская область" },
    { _id: "6754a51cd20c2d62303973fb", name: "Актюбинская область" },
    { _id: "6754a51cd20c2d62303973fc", name: "Алматинская область" },
    { _id: "6754a51cd20c2d62303973fd", name: "Атырауская область" },
    { _id: "6754a51cd20c2d62303973fe", name: "Западно-Казахстанская область" },
    { _id: "6754a51cd20c2d62303973ff", name: "Жамбылская область" },
    { _id: "6754a51cd20c2d6230397400", name: "Карагандинская область" },
    { _id: "6754a51cd20c2d6230397401", name: "Костанайская область" },
    { _id: "6754a51cd20c2d6230397402", name: "Кызылординская область" },
    { _id: "6754a51cd20c2d6230397403", name: "Мангистауская область" },
    { _id: "6754a51cd20c2d6230397404", name: "Туркестанская область" },
    { _id: "6754a51cd20c2d6230397405", name: "Павлодарская область" },
    { _id: "6754a51cd20c2d6230397406", name: "Северо-Казахстанская область" },
    { _id: "6754a51cd20c2d6230397407", name: "Восточно-Казахстанская область" },
    { _id: "6754a51cd20c2d6230397408", name: "г. Шымкент" },
    { _id: "6754a51cd20c2d6230397409", name: "Абайская область" },
    { _id: "6754a51cd20c2d623039740a", name: "Жетысуская область" },
    { _id: "6754a51cd20c2d623039740b", name: "Улытауская область" },
  ];
  
  export const departments = [
    { _id: "6754a51cd20c2d6230397411", name: "Административная полиция" },
    { _id: "6754a51cd20c2d6230397412", name: "Миграционная служба" },
    { _id: "6754a51cd20c2d6230397413", name: "Криминальная полиция" },
    { _id: "6754a51cd20c2d6230397414", name: "Следствие и дознание" },
    { _id: "6754a51cd20c2d6230397415", name: "Местная полицейская служба" },
  ];